Repository: Naglafarn/share-on-mastodon
Catalog: languages/share-on-mastodon-*.po
Languages: nl_nl

source: Share on Mastodon
nl_nl: Delen op Mastodon

source: Easily share WordPress posts on Mastodon.
nl_nl: Eenvoudig posts delen op Mastodon.

source: Settings
nl_nl: Instellingen

source: Your Mastodon instance&rsquo;s URL.
nl_nl: De URL van je Mastodon-instance.

source: Supported Post Types
nl_nl: Ondersteunde berichttypes

source: Post types for which sharing to Mastodon is possible. (Sharing can still be disabled on a per-post basis.)
nl_nl: Berichttypes die op Mastodon kunnen worden gedeeld. (Delen kan per bericht nog altijd worden uitgeschakeld.)

source: Authorize Access
nl_nl: Authoriseren

source: Access granted!
nl_nl: Authoriseren gelukt!

source: Authorize WordPress to read and write to your Mastodon timeline in order to enable crossposting.
nl_nl: Laat WordPress toe om je Mastodon-tijdlijn te lezen en ernaartoe te schrijven.

source: You&rsquo;ve authorized WordPress to read and write to your Mastodon timeline.
nl_nl: Je hebt WordPress toelating gegeven om je Mastodon-tijdlijn te lezen en ernaartoe te schrijven.

source: Revoke Access
nl_nl: Ongedaan maken

source: Something went wrong contacting your Mastodon instance. Please reload this page to try again.
nl_nl: Er ging iets mis met het contacteren van je Mastodon-instance. Herlaad deze pagina om het nog eens te proberen.

source: Please fill out and save your Mastodon instance&rsquo;s URL first.
nl_nl: Vul alsjeblieft eerst je Mastodon-instance in.

source: Debugging
nl_nl: Debuggen

source: Just in case, below button lets you delete Share on Mastodon&rsquo;s settings. Note: This will not invalidate previously issued tokens! (You can, however, still invalidate them on your instance&rsquo;s &ldquo;Account &gt; Authorized apps&rdquo; page.)
nl_nl: Mocht dat nodig zijn, kun je met onderstaande knop de instellingen van Delen op Mastodon verwijderen. Let op: eerder uitgereikte tokens worden daarmee niet ongeldig gemaakt. (Dit kun je alsnog doen op de &lsquo;Account &gt; Authorized apps&rsquo;-pagina van je Mastodon-instance.)

source: Reset Settings
nl_nl: Instellingen resetten

source: Below information is not meant to be shared with anyone but may help when troubleshooting issues.
nl_nl: Onderstaande informatie hoor je met niemand te delen maar kan helpen met het troubleshooten van problemen.

source: Are you sure you want to reset all settings?
nl_nl: Weet je zeker dat je alle instellingen wilt resetten?

source: Missing or invalid nonce.
nl_nl: Ontbrekende of ongeldige nonce.

source: Missing or incorrect post ID.
nl_nl: Ontbrekend of ongeldig post-ID.

source: Insufficient rights.
nl_nl: Onvoldoende rechten.

source: Shared at %s
nl_nl: Gedeeld op %s

source: Unlink
nl_nl: Vergeten

source: Forget this URL?
nl_nl: Deze URL vergeten?
